Repository: NC3-LU/Diagnostic
Catalog: language/*.po
Languages: fr

# __category1
source: Awareness of security and compliance
fr: Sensibilité à la sécurité et conformité

# __category2
source: Employee management
fr: Gestion des employés

# __category3
source: Third-party management
fr: Gestion des tiers

# __category4
source: Physical and environment security
fr: Sécurité physique et environnementale

# __category5
source: Access control
fr: Contrôle d'accès

# __category6
source: IS infrastructure and composition
fr: Infrastructure et composition du SI

# __category7
source: Information system
fr: Système d'information

# __category8
source: Incident and business continuity
fr: Incident et continuité d'activité

# __question1
source: What security mechanisms already exist (other than technical mechanisms)?
fr: Quels sont les mécanismes de sécurité existants (autres que techniques) ?

# __question1help
source: Is there?<br><ul><li>a security policy</li><li>a user or administrator charter</li><li>procedures (e.g. back-up)</li><li>in-house instructions</li><li>etc</li></ul>
fr: Existe-t-il ?<br><ul><li>Une politique de sécurité</li><li>Une charte utilisateur ou administrateur</li><li>Des procédures (backup par ex.)</li><li>Des consignes internes</li><li>Etc.</li></ul>

# __question2
source: What is the core business? The most sensitive processes/items of information?
fr: Quel est le coeur de métier ? Processus/informations les plus sensibles ?

# __question2help
source: Conscious of major assets? (services, processes, information, etc)
fr: Conscience des actifs importants ? (services, processus, information, etc.)

# __question3
source: What compliance obligations does the job involve?
fr: Quelles sont les obligations de conformité induites par le métier ?

# __question3help
source: Awareness and observance of compliance issues?
fr: Conscience et respect des aspects de conformité ?

# __question4
source: Compliance with legislation on personal data?
fr: Conformité avec la législation sur les données à caractère personnel ?

# __question4help
source: Knowledge of the Law of 2 August 2002 or of the GDPR?
fr: Connaissance de la loi du 2 août 2002 ou GDPR ?

# __question5
source: Have staff members been on training courses recently?
fr: Le personnel a-t-il suivi des formations récemment ?

# __question5help
source: Training culture?<br>Awareness of security issues?
fr: Culture de la formation ?<br>Sensibilité à la sécurité ?

# __question6
source: Management of staff turnover?
fr: Gestion de la rotation de personnel ?

# __question6help
source: Rapid turnover?<br>HR and IT coordination?
fr: Rotation importante ?<br>Coordination RH et IT ?

# __question7
source: Are IT responsibilities (and possibly security responsibilities) defined?
fr: Les responsabilités IT et éventuellement sécurité sont-elles définies ?

# __question7help
source: Internally? Externally?<br>Specific post?
fr: En interne ? En externe ?<br>Poste spécifique ?

# __question8
source: Is any hardware supplied to certain employees for work purposes?
fr: Du matériel est-il fourni à certains employés pour accomplir leur mission ?

# __question8help
source: Hardware inventory?<br>Acknowledgement of receipt?
fr: Inventaire de matériel ?<br>Accusé de réception ?

# __question9
source: Does tele-working exist?
fr: Le télétravail est-il pratiqué ?

# __question9help
source: No tele-working, or good management of tele-working environment?
fr: Pas de télétravail, ou bonne gestion de l'environnement de télétravail ?

# __question10
source: Have service providers signed confidentiality agreements?
fr: Les fournisseurs de services ont-ils signé des engagements de confidentialité ?

# __question10help
source: NDAs signed?
fr: NDA signés ?

# __question11
source: Do service providers give formal undertaking regarding quality of services?
fr: Les fournisseurs de services s'engagent-ils formellement sur la qualité des prestations ?

# __question11help
source: SLAs signed for vital services?
fr: Signature de SLA sur les prestations vitales ?

# __question12
source: How is premises maintenance (cleaning) organised?
fr: Comment s'organise l’entretien (nettoyage) des locaux ?

# __question12help
source: Access to sensitive areas?<br>During office hours?<br>External company?
fr: Accès aux zones sensibles ?<br>Pendant les heures de bureau ?<br>Société externe ?

# __question13
source: Are visitors able to move freely throughout the buildings?
fr: Les visiteurs peuvent-ils circuler librement dans les bâtiments ?

# __question13help
source: Accompanied movement?<br>Visitors' register?<br>Badge?
fr: Circulation accompagnée ?<br>Registre de visiteurs ?<br>Badge ?

# __question14
source: How is physical access attributed?
fr: Comment sont attribués les accès physiques ?

# __question14help
source: Good management of authorisations? (need to know, four eyes principle, etc)
fr: Bonne gestion des autorisations ? (Besoin d'en connaître, respect du principe des 4 yeux, etc.)

# __question15
source: Are access points to the premises controlled?
fr: Les accès aux locaux sont-ils contrôlés ?

# __question15help
source: Good management of access control? (key, badge, etc)
fr: Bonne gestion du contrôle d'accès ? (Clé, badge, etc.)

# __question16
source: Are restricted-access premises protected?
fr: Les locaux à accès restreints sont-ils protégés ?

# __question16help
source: IT area? Archive area?<br>Is security sufficient?
fr: Salle informatique ? Salle d'archives ?<br>La sécurité est-elle suffisante ?

# __question17
source: Is there an uninterruptible power supply?
fr: Y-a-t-il un système d'alimentation sans interruption ?

# __question17help
source: Maintenance times?<br>Maintenance and testing?<br>Connected devices?
fr: Temps de maintien ?<br>Maintenance et test ?<br>Équipements branchés ?

# __question18
source: How is logical access attributed?
fr: Comment sont attribués les accès logiques ?

# __question18help
source: Good management of authorisations?<br> (need to know, four eyes principle, etc)
fr: Bonne gestion des autorisations ?<br>(Besoin d'en connaître, respect du principe des 4 yeux, etc.)

# __question19
source: How is user authentication managed?
fr: Comment est gérée l'authentification des utilisateurs ?

# __question19help
source: Passwords? Strong authentication?<br>Good management?
fr: Mots de passe ? Authentification forte ?<br>Bonne gestion ?

# __question20
source: How is the internal network constructed (LAN)?
fr: Comment est construit le réseau interne (LAN) ?

# __question20help
source: Good network architecture? (segregation, DMZ, firewall, etc)
fr: Bonne architecture réseau ? (Ségrégation, DMZ, firewall, etc.)

# __question21
source: How is the WiFi network managed?
fr: Comment est géré le réseau Wifi ?

# __question21help
source: Procedure for requesting access?<br>Segregated from internal local network?<br>Limited duration?
fr: Procédure de demande d’accès ?<br>Ségrégation du réseau local interne ?<br>Durée limitée?

# __question22
source: Do suppliers have the possibility of carrying out tele-maintenance?
fr: Des fournisseurs ont-ils la possibilité d'effectuer de la télémaintenance ?

# __question22help
source: Tele-maintenance management non-existent or good?
fr: Pas ou bonne gestion de la télémaintenance ?

# __question23
source: How are user work-stations managed?
fr: Comment sont gérés les postes de travail des utilisateurs ?

# __question23help
source: Updating of operating system? Of software?<br>Admin rights?
fr: Mise à jour système d'exploitation ? logiciels ?<br>Droits admin ?

# __question24
source: What are the rules for managing server updates?
fr: Quelles sont les règles pour la gestion des mises à jour des serveurs ?

# __question24help
source: Good management of updates? Periodicity?
fr: Bonne gestion des mises à jour ? Périodicité ?

# __question25
source: What is the anti-virus management method?
fr: Quelle est la méthode de gestion antivirus ?

# __question25help
source: Anti-virus management good?
fr: Bonne gestion de l'antivirus ?

# __question26
source: How are back-ups managed?
fr: Comment sont gérés les backups ?

# __question26help
source: Good practices regarding back-ups? <br><ul><li>Exhaustiveness</li><li>Periodicity</li><li>Retention</li><li>Off-line storage</li><li>Delocalisation</li><li>Test</li><li>etc</li></ul>
fr: Bonnes pratiques concernant les backups ?<br><ul><li>Exhaustivité</li><li>Périodicité</li><li>Rétention</li><li>Stockage hors ligne</li><li>Délocalisation</li><li>Test</li><li>Etc.</li></ul>

# __question27
source: How do you manage the storage and the destruction of physical documents?
fr: Comment gérez-vous le stockage et la destruction des documents physiques ?

# __question27help
source: Where are they stored?<br>Is a shredder used?<br>Clean desk policy?
fr: Où ils sont stockés ?<br>Utilisation de broyeur ?<br>Politique de bureau propre ?

# __question28
source: Is personal use of tools provided regulated/tolerated?
fr: L'utilisation à titre personnel des outils mis à disposition est-elle encadrée/tolérée ?

# __question28help
source: Regulated use?
fr: Utilisation encadrée ?

# __question29
source: Is e-mail a work tool?
fr: L'email est-il un outil de travail ?

# __question29help
source: Transfer of sensitive information?
fr: Transfert d'information sensible ?

# __question30
source: How do you manage the disposal of hardware?
fr: Comment gérez-vous la mise au rebut du matériel ?

# __question30help
source: User work-stations? Servers? etc
fr: Poste de travail des utilisateurs ? Serveurs ? etc.

# __question31
source: Is any incident management in place?
fr: Y-a-t-il une gestion des incidents ?

# __question31help
source: Have people been made aware?<br>Who to contact, and how?
fr: Les personnes sont-elles sensibilisées ?<br>À qui s'adresser et comment ?

# __question32
source: Is there a recovery plan ?
fr: Existe-t-il un plan de reprise ?

# __question32help
source: Outline or comprehensive ?
fr: Ébauche ou complet ?

# __diagnostic
source: Diagnosis
fr: Diagnostic

# __welcome
source: Welcome to CASES Diagnostic
fr: Bienvenue au diagnostic de Cases

# __welcome_upload
source: Upload a file
fr: Charger un fichier

# __welcome_login
source: Create a diagnosis
fr: Créer un diagnostic

source: File to upload
fr: Fichier à charger

source: Upload
fr: Charger

source: Log-in
fr: Identifiant

source: Password
fr: Mot de passe

source: Log in
fr: S'identifier

# __email
source: Email address
fr: Email

source: Log out
fr: Déconnexion

# __password_forgotten
source: Forgotten your password?
fr: Mot de passe oublié ?

source: New password
fr: Nouveau mot de passe

# __confirm_password
source: Confirm new password
fr: Confirmation

source: Change password
fr: Changer de mot de passe

# __message_password
source: An e-mail will be sent to you at this address explaining how to change your password.<br /><strong>Note</strong> that the e-mail is only valid for 24 hours.
fr: Vous allez recevoir un mail à cette adresse vous stipulant la manoeuvre à suivre pour changer de mot de passe.<br /><strong>Attention !</strong> ce mail n'est valable que 24h.

# __receive_mail_password
source: Receive e-mail
fr: Recevoir le mail

source: Maturity
fr: Maturité

source: Maturity target
fr: Maturité visée

# __recommandation
source: Recommendation
fr: Recommandation

source: Comment
fr: Commentaire

source: Record
fr: Enregistrer

source: Domain
fr: Domaine

source: Settings
fr: Options

source: Current maturity
fr: Maturité actuelle

# __information_collect
source: Information to collect
fr: Information à collecter

source: Collected information
fr: Information collectée

# __record_continue
source: Record and continue
fr: Enregistrer et continuer

source: Add a question
fr: Ajouter une question

source: Add a category
fr: Ajouter une catégorie

source: Add a language
fr: Ajouter une langue

source: Add a translation
fr: Ajouter une traduction

source: Add
fr: Ajouter

source: Languages
fr: Langues

source: Export
fr: Exporter

source: Access
fr: Accéder

# __access_diagnostic
source: Access diagnosis
fr: Accéder au diagnostic

source: Help
fr: Aide

# __threshold_max
source: Upper threshold
fr: Seuil max

# __rapport
source: Report
fr: Rapport

# __rapports
source: Reports
fr: Rapports

source: Results
fr: Résultat

source: Categories
fr: Catégories

# __templates
source: Report templates
fr: Modèles de rapport

source: Template
fr: Modèle

# __last_modif
source: Last modification
fr: Dernière modification

# __recommandations
source: Recommendations
fr: Recommandations

source: Users
fr: Utilisateurs

source: Add a user
fr: Ajouter un utilisateur

# __user_choose
source: Select a user
fr: Choisir un utilisateur

source: Administrator
fr: Administrateur

# __users_details
source: User details
fr: Détails de l'utilisateur

# __modify
source: Change
fr: Modifier

# __modify_all
source: Change all translations
fr: Modifier toutes les traductions

# __change_default_language
source: Change the default language
fr: Changer la langue par défaut

source: Translation key
fr: Clef de traduction

# __translation_ref
source: Reference translation
fr: Traduction de référence

source: Translation
fr: Traduction

source: Category
fr: Catégorie

source: Threshold
fr: Seuil

# __modify_question
source: Change question
fr: Modifier la question

# __modify_category
source: Change category
fr: Modifier la catégorie

source: Document name
fr: Nom du document

source: Company
fr: Société

source: State
fr: Etat

# __download_delivery
source: Download deliverable
fr: Télécharger le livrable

source: Download
fr: Télécharger

source: Draft
fr: Brouillon

source: Low
fr: Faible

source: Medium
fr: Moyen

source: Strong
fr: Fort

# __back_rapport
source: Back to report
fr: Retour au rapport

source: Back
fr: Retour

source: Delete
fr: Supprimer

# __login_error
source: Impossible to log in
fr: Impossible de se connecter

# __no_file
source: File missing
fr: Fichier manquant

# __error_file
source: File invalid
fr: Fichier non valide

# __success_file
source: Successful modification
fr: Modification effectuée

source: Goal
fr: Objectif

source: Maturity levels
fr: Niveaux de maturité

# __gravity_levels
source: Importance levels
fr: Niveaux d'importance

# __maturity_medium
source: Basic
fr: Basique

# __maturity_ok
source: Optimal
fr: Optimisé

# __doughnut_legend
source: Weighting by category
fr: Pondération par catégorie

# __riks_cartography
source: Risk cartography
fr: Cartographie des risques

# __maturity_evolution
source: Evolution of maturity
fr: Evolution de la maturité

source: Home
fr: Accueil

# __new_diagnostic
source: New diagnosis
fr: Nouveau diagnostic

# __actual
source: Current
fr: Actuelle

source: Target
fr: Visée

source: Encryption key
fr: Clé de chiffrement

# __organization_information
source: Information about organization
fr: Informations sur l'organisme

# __evaluation_synthesis
source: Summary of evaluation
fr: Synthèse sur l'évaluation

# __categories_maturities
source: Maturities by category
fr: Maturités par catégories

# __error_exist
source: This key already exist
fr: Cette clé existe déjà

# __error_lang_exist
source: This language already exist
fr: Cette langue existe déjà

# __error_lang_add
source: This language has not been added
fr: Cette langue n'a pas été ajoutée

# __error_lang_del
source: You could not delete this language
fr: Vous ne pouvez pas supprimer cette langue

# __error_lang_del2
source: You could not delete a current used language
fr: Vous ne pouvez pas supprimer une langue actuellement utilisée

# __delete_lang
source: Do you really want to delete this language ?
fr: Voulez-vous vraiment supprimer cette langue ?

# __delete_question
source: Do you really want to delete this question ?
fr: Voulez-vous vraiment supprimer cette question ?

# __delete_category
source: Do you really want to delete this category ? To refresh the category view, you have to reconnect.
fr: Voulez-vous vraiment supprimer cette catégorie ? Pour actualiser l'affichage des catégories, il faut vous reconnecter.

# __delete_trans
source: Do you really want to delete this translation ?
fr: Voulez-vous vraiment supprimer cette traduction ?

# __mail_password_forgotten_subject
source: CASES diagnosis - password forgotten
fr: Diagnostic Cases - Mot de passe oublié

# __mail_password_forgotten_content1
source: You have forgotten your password for the <strong>CASES diagnosis</strong>
fr: Vous avez oublié votre mot de passe pour le <strong>diagnostic Cases</strong>

# __mail_password_forgotten_content2
source: To create a new password, please click on the button below:
fr: Pour créer un nouveau mot de passe, merci de cliquer sur le bouton suivant :

# __mail_password_forgotten_content3
source: If this e-mail does not concern you, please ignore this message
fr: Si vous n'êtes pas concerné par ce mail, merci d'ignorer ce message

# __mail_password_forgotten_link
source: NEW PASSWORD
fr: NOUVEAU MOT DE PASSE

source: Value is required and can't be empty
fr: La valeur est requise et ne peut pas être vide

source: The input is not a valid email address. Use the basic format local-part@hostname
fr: La valeur n'est pas une adresse email valide. Utilisez le format local-part@hostname

source: password must contain at least one uppercase letter
fr: Le mot de passe doit contenir au moins une majuscule

source: password must contain at least one digit character
fr: Le mot de passe doit contenir au moins un chiffre

source: password must contain at least one special character
fr: Le mot de passe doit contenir au moins un caractère spécial

source: password must be at least 8 characters in length
fr: Le mot de passe doit contenir au moins 8 caractères

source: The two given tokens do not match
fr: Le mot de passe et la confirmation doivent être identiques

# __error_categ
source: The file contain an unknown category ID
fr: Le fichier contient un ID de catégorie inconnu
